#### BuiltInFailures.SlabFailures Members

---

|  |
| --- |
| BuiltInFailures SlabFailures Class   Properties   See Also |

Provides a container of all Revit built-in FailureDefinitionId instances.

The  BuiltInFailures SlabFailures  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | CantileverValueTooBig | Cantilever value is too big. |

# See Also

BuiltInFailures SlabFailures Class

Autodesk.Revit.DB Namespace